#ifndef CUSTMCAM_H
#define CUSTMCAM_H
/*
 * This software is contributed or developed by KYOCERA Corporation.
 * (C) 2013 KYOCERA Corporation
*/
/******************************************************************************
 *
 *  ファイル名      : custmcam.h
 *
 *  機能要約        : 京セラ独自カメラコンパイルフラグ定義ヘッダ
 *
 *  システム名      : 
 *
 ******************************************************************************/

/* ========================================================================== *
                                変更履歴

 番号               日付       コメント
 -----------------  --------   -----------------------------------------------
 G81-SKY0093-00001  2013/08/23 新規作成
* ========================================================================== */

/* G81-SKY0093-00001   2013/08/23 ADD */
/* 京セラ独自カスタマイズフラグ */
#define FEATURE_KYOCERA_MCAM

#endif /* CUSTMCAM_H */
